finalProject/results/testing_turbulence/box05/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          15448;
        startFace       11380;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          158;
        startFace       26828;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       26986;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          50;
        startFace       27000;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          14;
        startFace       27050;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          176;
        startFace       27064;
    }
)

// ************************************************************************* //
